Repository: dream1986/openmediavault-omvextrasorg
Catalog: usr/share/openmediavault/locale/*/openmediavault-omvextrasorg.po
Languages: ru_ru

source: Cleaning Apt Files and Lists ...
ru_ru: Очистка Apt файлов и списков ...

source: Cockpit listens on port 9090 for the web interface.
ru_ru: Cockpit прослушивает порт 9090 для веб-интерфейса.

source: Default username: <b>user</b> and password: <b>live</b>
ru_ru: По умолчанию имя пользователя: <b>user</b> и пароль: <b>live</b>

source: Docker
ru_ru: Докер

source: Docker Storage
ru_ru: Докер Хранилище

source: Done.
ru_ru: Готово.

source: Downloads Clonezilla ISO and configures grub bootloader to allow booting from ISO.
ru_ru: Загружает Clonezilla ISO и настраивает загрузчик grub, чтобы разрешить загрузку с ISO.

source: Downloads GParted Live ISO and configures grub bootloader to allow booting from ISO.
ru_ru: Загружает GParted Live ISO и настраивает загрузчик grub, чтобы разрешить загрузку с ISO.

source: Downloads SystemRescueCD ISO and configures grub bootloader to allow booting from ISO.
ru_ru: Загружает SystemRescuecd ISO и настраивает загрузчик grub, чтобы разрешить загрузку с ISO.

source: General settings
ru_ru: Общие настройки

source: Hold Current Kernel
ru_ru: Использовать текущее ядро

source: Holding current kernel ...
ru_ru: Удерживаем текущее ядро ...

source: IP Address will be set by DHCP.
ru_ru: IP-адрес будет установлен DHCP.

source: IP Address will be set by DHCP. Using static DHCP is recommended for headless servers.
ru_ru: IP-адрес будет получен по DHCP. Использование статического DHCP рекомендуется для серверов без основы.

source: Illegal docker storage path - cannot use /sharedfolders paths
ru_ru: Неверный путь хранения докера - нельзя использовать пути /sharedfolders

source: Install
ru_ru: Установить

source: Install Clonezilla
ru_ru: Установить Clonezilla

source: Install Clonezilla ISO ...
ru_ru: Установка Clonezilla ISO ...

source: Install Docker will download and place a newer docker-compose in /usr/local/bin/ on 64 bit x86 systems only.
ru_ru: Установка Docker загрузит и поместит новую версию docker-compose в /usr/local/bin/ только для 64-x86 битных систем.

source: Install Docker will install the docker-compose package. Location: /usr/bin/ on all systems.
ru_ru: Установщик Docker установит пакет docker-compose. Расположение: /usr/bin/ на всех системах.

source: Install Docker will restart the docker service if daemon.json changes.
ru_ru: Установка Докер перезапустит службу Докер, если изменится daemon.json.

source: Install GParted Live
ru_ru: Установить GParted Live

source: Install GParted Live ISO ...
ru_ru: Установка GParted Live ISO ...

source: Install Portainer will install the docker-ce package if not already installed.
ru_ru: Установка Portainer установит пакет docker-ce, если он еще не установлен.

source: Install Portainer will update Portainer to the latest image if the image already exists.
ru_ru: Установка Portainer обновит Portainer до последней версии, если он уже существует.

source: Install Proxmox kernel
ru_ru: Установить ядро Proxmox

source: Install SystemRescueCD
ru_ru: Установить SystemRescueCD

source: Install SystemRescueCD ISO ...
ru_ru: Установка SystemRescueCD ISO ...

source: Installed
ru_ru: Установлен

source: Installed Kernels
ru_ru: Установленные ядра

source: Installing
ru_ru: Установка

source: Installing Proxmox kernel ...
ru_ru: Установка ядра Proxmox ...

source: Kernel
ru_ru: Ядро

source: Kernels
ru_ru: Ядра

source: Not installed
ru_ru: Не установлен

source: Not recommended for headless servers. SSH is not enabled by default.
ru_ru: Не рекомендуется для серверов без головы. По умолчанию SSH не включен.

source: Open web
ru_ru: Открыть web

source: Path to Docker images and containers storage. Leave blank to use custom /etc/docker/daemon.json.
ru_ru: Путь к хранилищу образов и контейнеров Докер. Оставьте пустым, чтобы использовать пользовательский /etc/docker/daemon.json.

source: Reboot to Clonezilla ...
ru_ru: Перезагрузиться в Clonezilla ...

source: Reboot to Clonezilla Once
ru_ru: Перезагрузиться в Clonezilla Once

source: Reboot to GParted Live ...
ru_ru: Перезагрузиться в GParted Live ...

source: Reboot to GParted Live Once
ru_ru: Перезагрузиться в GParted Live Once

source: Reboot to SystemRescueCD ...
ru_ru: Перезагрузиться в SystemRescueCD ...

source: Reboot to SystemRescueCD Once
ru_ru: Перезагрузиться в SystemRescueCD Once

source: Reboot with the Proxmox kernel before removing non-Proxmox kernels.
ru_ru: Перезагрузите ядро Proxmox перед удалением не-Proxmox ядер.

source: Remove
ru_ru: Удалить

source: Remove Docker will delete docker-compose from /usr/local/bin/.
ru_ru: Удаление Докер, удалит docker-compose из /usr/local/bin/.

source: Remove Docker will remove the docker-compose package.
ru_ru: Удаление Docker удалит пакет docker-compose.

source: Remove Portainer will remove the Portainer image and container but the volume will not be removed.
ru_ru: Удаление Portainer, удалит образ Portainer и контейнер, но том не будет удален.

source: Remove non-Proxmox kernels and headers
ru_ru: Удалить не Proxmox ядра и заголовки

source: Removing
ru_ru: Удаление

source: Removing non-Proxmox kernels ...
ru_ru: Удаление не-Proxmox ядер ...

source: Restart
ru_ru: Повторный запуск

source: Restarting docker ...
ru_ru: Перезапускается docker ...

source: Running apt-get dist-upgrade ...
ru_ru: Запуск apt-get dist-upgrade ...

source: Running apt-get update ...
ru_ru: Запуск apt-get update ...

source: Running apt-get upgrade ...
ru_ru: Запуск apt-get upgrade ...

source: Running omv-aptclean ...
ru_ru: Запуск omv-aptclean ...

source: Running omv-update ...
ru_ru: Запуск omv-update ...

source: SSH server is enabled by default. Login with username: <b>root</b> and password: <b>openmediavault</b>
ru_ru: Сервер SSH включен по умолчанию. Войти с именем пользователя: <b>root</ b> и пароль: <b>openmediavault</ b>

source: SSH server is enabled by default. Login with username: <b>user</b> and password: <b>live</b>
ru_ru: Сервер SSH включен по умолчанию. Войти с логином: <b>пользователь</ b> и пароль: <b>live</ b>

source: Save will rewrite daemon.json and restart docker if Docker Storage path has changed.
ru_ru: Сохранение перезапишет daemon.json и перезапустит Docker, если путь к хранилищу Docker был изменен.

source: Set as default boot kernel
ru_ru: Установить как ядро загрузки по умолчанию

source: Sets grub bootloader to boot from Clonezilla ISO <b>ONE</b> time.
ru_ru: Устанавливает загрузчик grub для загрузки из Clonezilla ISO <b>ONE</ b>.

source: Sets grub bootloader to boot from GParted Live ISO <b>ONE</b> time.
ru_ru: Устанавливает загрузчик grub для загрузки GParted Live ISO <b>ONE</ b>.

source: Sets grub bootloader to boot from SystemRescueCD ISO <b>ONE</b> time.
ru_ru: Устанавливает загрузчик grub для загрузки с SystemRescueCD ISO <b>ONE</b>.

source: Setting boot kernel ...
ru_ru: Выбор загружаемого ядра ...

source: Setting the wrong default boot kernel may cause the system to be inaccessible. The boot menu will still be available to select a different kernel.
ru_ru: Выбор неправильного ядра загрузки по умолчанию может привести к недоступности системы. Меню загрузки все еще будут доступно для выбора другого ядра.

source: Settings
ru_ru: Настройки

source: Spaced used by ISO in /boot directory on OS drive
ru_ru: Используемый ISO размещен в каталоге /boot на диске ОС

source: Status
ru_ru: Статус

source: Testing repo
ru_ru: Тестовое репо

source: This will enable the Proxmox 6.x repo.
ru_ru: Включит репо Proxmox 6.x.

source: This will fail to remove a linux-image-* kernel if it is still active.
ru_ru: Не удалит ядро linux-image- *, если оно все еще активно.

source: This will opt-out of Portainer's minimal analytics.
ru_ru: Позволит отказаться от минимальной аналитики Portainer.

source: This will remove all headers packages with the prefix linux-headers-.
ru_ru: Удалит все пакеты заголовков с префиксом linux-headers-.

source: This will remove all kernel packages with the prefix linux-image-.
ru_ru: Удалит все пакеты ядра с префиксом linux-image-.

source: Unhold Current Kernel
ru_ru: Не использовать текущее ядро

source: Unholding current kernel ...
ru_ru: Прекращаем удерживать текущее ядро ...

source: Updates
ru_ru: Обновления

source: Version
ru_ru: Версия

source: When connecting via ssh, the ssh key will be different than the OpenMediaVault ssh key and need to be updated on the client system.
ru_ru: При подключении через SSH, ключ SSH будет отличаться от ключа SSH OpenMediaVault и должны быть обновлены на клиентской системе.

source: When logging in remotely, start clonezilla with: <b>sudo clonezilla</b>
ru_ru: При удаленном входе в систему запустите clonezilla с помощью: <b>sudo clonezilla</ b>

source: and not running
ru_ru: и не работает

source: and running
ru_ru: и работает
